app/controllers/comments_controller.rb

	def create
		@article = Article.find(params[:article_id])
		@comment = @article.comments.create(comment_params)
---
SELECT "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
INSERT INTO "comments" ("commenter", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["commenter", "true dat"], ["article_id", 2], ["created_at", "2022-03-02 13:47:07.238179"], ["updated_at", "2022-03-02 13:47:07.238179"]]